tap 'atlassian/tap'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'tinfoil/taps'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'node'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'azure-cli'
brew 'bats'
brew 'bdw-gc'
brew 'gmp'
brew 'libevent'
brew 'libyaml'
brew 'libffi'
brew 'llvm'
brew 'pcre'
brew 'crystal-lang'
brew 'direnv'
brew 'docker-clean'
brew 'elm'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'libpng'
brew 'freetype'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'geckodriver'
brew 'gettext'
brew 'go'
brew 'glide'
brew 'heroku'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'ironcli'
brew 'libssh2'
brew 'mas'
brew 'maven'
brew 'mercurial'
brew 'mono'
brew 'nuget'
brew 'phantomjs'
brew 'pkg-config'
brew 'putty'
brew 'redis', restart_service: true
brew 'rust'
brew 'swftools'
brew 'watch'
brew 'wget'
brew 'wxmac'
brew 'yarn'
brew 'zsh'
brew 'atlassian/tap/atlassian-plugin-sdk'
brew 'homebrew/completions/docker-completion'
brew 'homebrew/completions/docker-machine-completion'
brew 'homebrew/versions/postgresql94'
brew 'tinfoil/taps/mongodb26'
cask 'atom'
cask 'box-sync'
cask 'cyberduck'
cask 'docker'
cask 'dropbox'
cask 'eclipse-java'
cask 'flash-npapi'
cask 'flux'
cask 'github-desktop'
cask 'google-chrome'
cask 'gpgtools'
cask 'grandperspective'
cask 'hipchat'
cask 'iterm2'
cask 'joinme'
cask 'lastpass'
cask 'limechat'
cask 'messenger'
cask 'mumble'
cask 'ringcentral'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'sublime-text'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-fusion'
cask 'wkhtmltopdf'
cask 'xca'
mas 'Kiwi for Gmail Lite', id: 1006184923
mas 'Microsoft Remote Desktop', id: 715768417
mas 'iMovie', id: 408981434
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'The Unarchiver', id: 425424353
mas 'LastPass', id: 926036361
mas 'Numbers', id: 409203825
