tap "atlassian/tap"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "tinfoil/tap"
tap "zmwangx/npm-noob"
cask "java"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "bats"
brew "bdw-gc"
brew "brew-gem"
brew "gettext"
brew "cmake"
brew "coreos-ct"
brew "gmp"
brew "crystal"
brew "dep"
brew "direnv"
brew "docker-completion"
brew "elm"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "mpfr"
brew "gcc"
brew "geckodriver"
brew "gem-license_finder"
brew "gem-pessimize"
brew "gem-rubocop"
brew "git"
brew "glide"
brew "godep"
brew "graphviz"
brew "hugo"
brew "imagemagick", args: ["with-librsvg"], link: false
brew "imagemagick@6", link: true
brew "ironcli"
brew "jq"
brew "kops"
brew "kube-aws"
brew "kubernetes-helm"
brew "libssh2"
brew "libxslt"
brew "mas"
brew "maven"
brew "mercurial"
brew "mono"
brew "mysql"
brew "nuget"
brew "phantomjs"
brew "pkg-config"
brew "postgresql@9.4", restart_service: true, link: true
brew "postgresql", link: false
brew "postgresql@9.5"
brew "putty"
brew "rancher-compose"
brew "redis", restart_service: true
brew "rename"
brew "rust"
brew "shellcheck"
brew "sqlmap"
brew "swftools"
brew "teleport"
brew "terraform"
brew "watch"
brew "wget"
brew "wxmac"
brew "yarn"
brew "zplug"
brew "zsh"
brew "atlassian/tap/atlassian-plugin-sdk"
brew "go-delve/delve/delve"
brew "heroku/brew/heroku"
brew "tinfoil/tap/kubernetes-fed"
brew "zmwangx/npm-noob/noob"
cask "1password"
cask "atom"
cask "chromedriver"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "docker"
cask "dropbox"
cask "eclipse-java"
cask "firefox"
cask "flash-npapi"
cask "font-inconsolata-g-for-powerline"
cask "font-source-code-pro"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "grandperspective"
cask "iterm2"
cask "joinme"
cask "keybase"
cask "mattermost"
cask "messenger"
cask "minikube"
cask "mumble"
cask "ngrok"
cask "ringcentral"
cask "skype"
cask "slack"
cask "synology-drive"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"
cask "wkhtmltopdf"
cask "xca"
mas "Amphetamine", id: 937984704
mas "Apple Configurator 2", id: 1037126344
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "YubiKey Personalization Tool", id: 638161122
